<template>
  <div>
    <h2>《北粮通达用户注册服务协议》</h2>
    <p>
      北粮通达平台（网址：www.beilianggroup.com）（下称“本平台”）是由北粮通达（天津）集团有限公司（下称“本公司”）运营管理的，为粮食贸易交易双方提供粮食贸易信息展示服务的服务平台。本注册服务协议（下称“本协议”）为本公司与注册用户（下称“用户”、“注册用户”或“您”）签署，对双方均具有法律约束力。
      为了保障您的权益，请于注册或使用本平台服务前，仔细阅读并完全理解本协议条款的全部内容，特别是对本平台具有或可能具有免责或限制责任的条款。您只有成功注册成为本平台用户后，才能使用本平台提供的服务。如您不同意本服务条款的任意内容，请勿注册或使用本平台服务。
    </p>
    <ul>
      <li>
        <h3>第一条 平台服务内容</h3>
        <ul>
          <li>1.1 北粮通达仅作为粮食贸易及物流交易信息的交流及撮合平台。</li>
          <li>1.2用户可以通过北粮通达平台上传粮食贸易信息或通过北粮通达平台寻找交易对象，就粮食的出售、采购和粮食物流等贸易交易进行协商，以获取各类与贸易相关的信息。</li>
          <li>1.3但是北粮通达平台不能控制交易所涉及的货品的质量、规格、安全性或合法性，亦不以任何形式对贸易信息的真实性或准确性、交易对方的履约情况做任何形式的承诺或担保。</li>
        </ul>
      </li>
      <li>
        <h3>第二条 注册用户的主体资格要求</h3>
        <ul>
          <li>2.1已年满18周岁，具有完全民事行为能力和民事权利能力的自然人；或者在中国大陆地区合法开展经营活动或其他业务的法人或其他组织，应当有效存续并已取得签署本协议的充分授权（如需）。</li>
          <li>2.2从事本协议项下粮食贸易相关的业务（包括但不限于农民、种植农民专业合作社等），不得违反其所在行业或者职业的规范要求，不得损害任何第三方的合法权益。</li>
          <li>2.3具有良好的诚信记录。</li>
          <li>2.4具备一定的客户资源。</li>
          <li>2.5注册用户应具备粮食贸易行业方面的经验与相关知识，熟悉并认同北粮通达平台的业务规则和相关管理制度（具体内容详见北粮通达平台）。</li>
          <li>2.6通过本平台的资格审核。</li>
        </ul>
      </li>
      <li>
        <h3>第三条 使用须知</h3>
        <ul>
          <li>3.1 您不得利用本平台或本平台服务从事任何不符合中国法律法规或侵犯他人权益的活动。本平台在发现您从事该等活动时，有权不经通知而立即停止您对本平台的全部或部分功能的使用。</li>
          <li>3.2 在使用本平台提供的任何服务的过程中，您不得发送、公布或展示任何垃圾、广告推销邮件、信息或其他可能违反中国法律法规及本协议的内容。本平台在发现您从事该等活动或发布该等内容时，有权不经您同意而直接删除该等内容，并有权不经通知而立即暂停或停止您对本平台的全部或部分功能的使用。</li>
          <li>3.3 您在注册时向本平台提交的手机号码、电子邮箱、用户名、密码及安全问题答案是您在本平台的唯一识别信息。您注册成功后应妥善保管，不得将注册的相关信息转让或授权给第三方使用，如果本平台发现同一账户和密码在同一时间内被多人同时登陆使用，本平台有权暂停、终止或限制该用户访问直至取消该用户的用户资格。同时，您确认，使用您的用户名和密码登录本平台后在本平台的一切行为均视为代表您本人意志并由您承担相应的法律后果。如您因忘记密码或密码被盗向本平台查询密码时，必须提供完全、正确的注册信息，否则本平台有权本着为用户保密的原则不予告知。</li>
          <li>3.4 您发现有他人冒用或盗用您的用户名及密码或任何其他未经合法授权之情形时，应立即以有效方式通知本平台，要求暂停相关服务。同时，您理解本平台对您的请求采取行动需要合理期限，而在本平台采取实际行动之前，您应对任何或所有由未经授权人士使用此服务或此服务被用作未经授权用途负责，本平台对已执行的指令及(或)所导致的您的损失不承担任何责任。</li>
          <li>3.5 您保证合法使用本平台提供的资讯或服务，遵守所有与本平台服务有关的协议、规则和程序。未经本平台事先书面授权，不使用任何非法手段擅自进入本平台的未公开系统。</li>
          <li>3.6平台有权在必要时单方修改或变更本协议之内容，增加、减少、修改或变更各类规则，并将通过平台网站公布最新的服务协议及规则，变更后的协议及规则自公布时生效。若您于任何修改或变更本条款后继续使用平台服务，则视为已认真阅读、充分了解并同意接受修改后之协议；若您不同意部分或全部修改条款，则应主动停止使用与变更内容相关的平台服务，或与平台联系以另行达成新的协议。</li>
          <li>3.7您和平台均有权随时终止本协议。</li>
        </ul>
      </li>
      <li>
        <h3>第四条 用户信息的保护及披露</h3>
        <ul>
          <li>4.1 您同意本平台在业务运营中收集和储存您的信息，包括但不限于您自行提供的资料和信息。本平台收集和储存您的信息的目的在于提高为您提供服务的效率和质量。</li>
          <li>4.2 您同意本平台在业务运营中使用您的信息，包括但不限于</li>
          <ul>
            <li>(1)对您身份、信息进行核实；</li>
            <li>(2)出于提供服务的需要在本平台公示您的相关信息；</li>
            <li>(3)向本平台的合作机构（该合作机构仅限于本平台为了完成拟向您提供的服务而合作的机构）提供您的信息；</li>
            <li>(4)由人工或自动程序对您信息进行评估、分类、统计分析、内部管理、研究；</li>
            <li>(5)使用您的信息以改进本平台的推广；</li>
            <li>(6)使用您提供的联系方式与您联络并向您传递有关服务和管理方面的信息；</li>
            <li>(7)用于配合有权机关依职权调取证据材料；</li>
            <li>(8)通过人工或自动程序对您的个人资料进行管理，审查您的资料以防止您在平台上进行欺诈等非法行为。</li>
          </ul>
        </ul>
      </li>
      <li>
        <h3>第五条 注册用户承诺和保证</h3>
        <ul>
          <li>5.1 本平台注册用户应保证严格遵守中国现行法律、法规、政府规章及其他应该遵守的规范性文件，不在本平台从事危害国家安全、洗钱、套现、传销等任何违法活动或者其他有违社会公共利益或公共道德的行为。</li>
          <li>5.2注册用户不得使用任何装置、软件或例行程序干预或试图干预北粮通达平台的正常运作或干预他方通过北粮通达平台获得的信息进行的任何交易。</li>
          <li>5.3注册用户不得操纵交易。</li>
        </ul>
      </li>
      <li>
        <h3>第六条 免责声明</h3>
        <ul>
          <li>6.1 除非另有书面协议约定，本平台在任何情况下，对您使用本平台服务而产生的任何形式的直接或间接损失均不承担法律责任。</li>
          <li>6.2因不可抗力或本平台服务器死机、网络故障、数据库故障、软件升级等问题造成的服务中断和对您个人数据及资料造成的损失，本平台不承担任何责任，亦不予赔偿，但将尽力减少因此而给您造成的损失和影响。</li>
          <li>6.3 因黑客、病毒或密码被盗、泄露等非本平台原因所造成损失概由您本人自行承担。</li>
          <li>6.4 您须对您本人在使用本平台所提供的服务时的一切行为、行动（不论是否故意）负全部责任。</li>
          <li>6.5 当司法机关、政府部门或其他监管机构根据有关法律、法规、规章及其他政府规范性文件的规定和程序，要求本平台提供您的信息资料，本平台对据此作出的任何披露，概不承担责任。</li>
        </ul>
      </li>
      <li>
        <h3>第七条 用户注销、暂停、终止或限制访问</h3>
        <ul>
          <li>7.1 如果您决定不再使用本平台服务时，将您的账户下所对应的可用款项（如有）全部提现或者向本平台发出其它合法的支付指令，并向本平台申请注销（或永久冻结）该账号，经本平台审核同意后可正式注销您的账号。</li>
          <li>7.2只要您利用本平台从事违法活动或者严重违反本协议的约定，本平台可在不发出任何通知的情况下立即使您的账户无效，或撤销您的账户以及在您的账户内的所有相关资料和档案，和/或禁止用户进一步接入该等档案或服务。账号终止后，本平台没有义务为您保留原账号中或与之相关的任何信息，或转发任何未曾阅读或发送的信息给您。此外，本平台亦不会就终止用户账户使用而对您承担任何责任。</li>
          <li>7.3 您的账户的暂停、中断或终止不代表用户责任的终止，您仍应对其使用本平台提供服务期间的行为承担可能的违约或损害赔偿责任，同时本平台仍可保有您的相关信息。</li>
        </ul>
      </li>
      <li>
        <h3>第八条 知识产权保护</h3>
        <ul>
          <li>8.1 本平台所有内容和服务，包括但不限于网站的整体结构、网页设计、文字、图片、图表、软件、视频文件、音频文件、源代码、广告以及本平台为您提供的其它信息或资料，其知识产权属本平台所有。未经本平台书面许可，任何人不得为了商业目的进行复制或者以其它方式进行非法使用。</li>
          <li>8.2 任何未经授权许可而使用本平台内容的行为均属于违法行为, 本平台保留追究相关使用人法律责任的权利。</li>
        </ul>
      </li>
      <li>
        <h3>第九条 赔偿</h3>
        <ul>
          <li>9.1 您因违反本协议或本协议项下的其他文件，或违反了任何法律、法规的规定，给本平台造成损失的，应予赔偿，赔偿范围包括但不限于本平台的直接损失、间接损失以及维权费用等。</li>
          <li>9.2 您因违反前款规定而侵害了第三方的权利，导致本平台遭受任何第三方提起的索赔、诉讼或行政责任，您承诺无条件承担相应责任并使本平台免责。若因此给本平台造成损失的，应予赔偿，赔偿范围包括但不限于本平台的维权费用、名誉损失以及本平台向第三方支付的补偿金等。</li>
        </ul>
      </li>
      <li>
        <h3>第十条 保密条款</h3>
        <ul>
          <li>10.1 对于您在接受本平台提供的服务过程中了解到的所有信息，包括但不限于本平台信息资料、业务运营情况、商业秘密等，不得向任何第三人披露。</li>
          <li>10.2 除本协议另有约定外，本平台须根据中国法律的规定对您的个人信息、资产情况和相关资料予以保密。</li>
        </ul>
      </li>
      <li>
        <h3>第十一条 信息变更</h3>
        <ul>
          <li>11.1 您如变更账户信息、通讯地址、电话等相关重要信息，须及时通知本平台。因您未及时通知而导致自身受到的一切损失，由您自行承担责任。</li>
        </ul>
      </li>
      <li>
        <h3>第十二条 争议的处理</h3>
        <ul>
          <li>12.1 本协议在履行过程中，如发生任何争执或纠纷，双方应友好协商解决，协商不成的，任何一方有权将争议提交至北京仲裁委员会适用简易程序进行仲裁，仲裁裁决为终局，对双方均有约束力。</li>
        </ul>
      </li>
      <li>
        <h3>第十三条 通知</h3>
        <ul>
          <li>13.1对于本协议项下的各项通知，公司有权以在本平台公示的方式发送，也可以向您的平台账户、您提供的您的电子邮箱和手机号码发送信息的方式发送，还可以拨打您预留的电话号码的方式发送， 以及向您预留的住址以快递、挂号信的方式发送。如以公示方式作出的，在公示当日即视为已经送达；向您的平台账户、您的电子邮箱或手机号码以电子信息形式发送的，一经成功发送即视为已经送达；以电话形式发送的，通知作出之时即为送达；以快递、挂号信的方式发送的，投递之日起第三日视为送达。请您密切关注您的电子邮箱、站内消息系统栏中的邮件、信息及手机中的信息，并在您的联系方式发生变更时及时通知平台进行更新。您同时同意并确认，若您设置了不接收本平台的有关通知或提醒，则您有可能收不到该等通知信息，您不得以您未收到或未阅读该等通知信息主张相关通知未送达于您。</li>
        </ul>
      </li>
      <li>
        <h3>第十四条 其他</h3>
        <ul>
          <li>14.1 本协议自您确认本协议并注册为平台用户时生效，本协议中的任何条款或部分条款因违反中国法律而无效的，不影响本协议其他条款的效力。</li>
          <li>14.2 本协议内容包括但不限于协议正文条款及已经发布的或将来可能发布的平台各类规则，所有条款和规则为协议不可分割的一部分，与协议正文具有同等法律效力。</li>
        </ul>
      </li>
    </ul>
  </div>
</template>

<script>
export default {};
</script>
<style lang="scss" scoped>
@import "../../common/style/mixin.scss";

h2 {
  font-size: 20px;
  text-align: center;
}
h3 {
  font-size: 16px;
}
h2,
h3 {
  color: $titleColor;
  line-height: 3;
}
li,
p {
  font-size: 14px;
  color: $textColor;
  line-height: 2;
}
ul {
  ul {
    ul {
      padding-left: 1.5em;
    }
  }
}
</style>
